{
  "title": "Coffee & Vietnam – a longer story",
  "chapters": [
    {
      "h": "1. From East Africa to Europe",
      "p": [
        "Coffee originated as a plant used in East Africa and spread through Arabia into Europe. Over time it became both a daily drink and a global commodity.",
        "From the beginning, coffee has been more than a beverage: it is agriculture, technology, trade routes, and politics intertwined."
      ]
    },
    {
      "h": "2. Coffee as an export crop",
      "p": [
        "In the 19th century coffee production expanded across many tropical regions as an export crop. Plantation systems and world-market dependency shaped the industry.",
        "Those historical structures still influence prices, working conditions, and environmental pressures today."
      ]
    },
    {
      "h": "3. Coffee arrives in Vietnam",
      "p": [
        "Coffee reached Vietnam in the 19th century, especially through French influence. Early cultivation was limited and often experimental.",
        "The Central Highlands later became the key growing region due to suitable altitude and climate."
      ]
    },
    {
      "h": "4. Why Robusta matters",
      "p": [
        "Vietnam is strongly associated with Robusta. It is hardy, productive, and fits strong flavor profiles and large-scale markets.",
        "Arabica exists as well, but Robusta has been the dominant pillar in volume and global positioning."
      ]
    },
    {
      "h": "5. Reconstruction, cooperation and technology transfer",
      "p": [
        "In the second half of the 20th century, international cooperation and reconstruction programs supported Vietnam’s agricultural development through training, equipment and expertise.",
        "Some reports mention the former GDR as one element in broader cooperation. It is a piece of a bigger puzzle, not the sole origin story."
      ]
    },
    {
      "h": "6. Price crises and quality waves",
      "p": [
        "Coffee prices can swing dramatically. Oversupply and changing demand create crises that hit farmers directly.",
        "At the same time, specialty coffee and traceability grew, while the mass market remained huge. Both worlds coexist."
      ]
    },
    {
      "h": "7. Vietnam today: a major producer, rising quality",
      "p": [
        "Vietnam is among the world’s top coffee producers and a leader in Robusta. Quality-focused processing is increasing: better fermentation, drying and sorting.",
        "Domestic coffee culture is vibrant too: Phin coffee, egg coffee, coconut coffee, and modern cafés."
      ]
    },
    {
      "h": "8. The future: climate, transparency, value",
      "p": [
        "Climate change will shape the next decades: heat, irregular rainfall and pests. Adaptation requires agronomy, resilient varieties, soil and water management.",
        "For guests, this means good coffee depends on real work and fair value creation — and it tastes better."
      ]
    }
  ]
}