{
  "title": "Café & Vietnam – une longue histoire",
  "chapters": [
    {
      "h": "1. De l’Afrique de l’Est à l’Europe",
      "p": [
        "Le café vient à l’origine d’Afrique de l’Est et a gagné l’Europe via le monde arabe. Avec le temps, il est devenu une boisson quotidienne et un produit mondial.",
        "Dès le début, le café a été plus qu’une boisson : agriculture, techniques, routes commerciales et politique sont étroitement liées."
      ]
    },
    {
      "h": "2. Le café comme culture d’exportation",
      "p": [
        "Au XIXe siècle, la production de café s’est étendue dans de nombreuses régions tropicales comme culture d’exportation. Les plantations et la dépendance au marché mondial ont façonné le secteur.",
        "Ces structures historiques influencent encore aujourd’hui les prix, les conditions de travail et la pression environnementale."
      ]
    },
    {
      "h": "3. Le café arrive au Vietnam",
      "p": [
        "Le café est arrivé au Vietnam au XIXe siècle, notamment sous influence française. Au départ, la culture était limitée et souvent expérimentale.",
        "Plus tard, les Hauts Plateaux centraux sont devenus la région clé grâce à l’altitude et au climat."
      ]
    },
    {
      "h": "4. Pourquoi le Robusta compte",
      "p": [
        "Le Vietnam est fortement associé au Robusta. Il est résistant, productif et correspond à des profils de goût plus intenses et à des marchés de volume.",
        "Il existe aussi de l’Arabica, mais le Robusta reste dominant en volume et en positionnement."
      ]
    },
    {
      "h": "5. La culture du Phin : lent, fort, doux",
      "p": [
        "Le filtre Phin symbolise la routine vietnamienne : un goutte-à-goutte lent, une extraction intense, souvent servi avec du lait concentré.",
        "Résultat : un arôme puissant, une douceur agréable et un style unique — parfait aussi en version glacée."
      ]
    },
    {
      "h": "6. Du commodity au specialty",
      "p": [
        "À côté de la production de masse, une scène specialty se développe : meilleure transformation, chaînes plus transparentes et profils plus intéressants.",
        "Torréfacteurs et cafés misent davantage sur la qualité, l’origine et une valeur plus juste, pas à pas."
      ]
    },
    {
      "h": "7. Goût : le Robusta revisité",
      "p": [
        "Un bon Robusta peut être excellent : chocolaté, noisette, épicé — avec beaucoup de corps.",
        "Tout dépend de la récolte, du traitement, de la torréfaction et de la préparation. Alors, “corsé” devient “équilibré”."
      ]
    },
    {
      "h": "8. L’avenir : climat, transparence, valeur",
      "p": [
        "Le changement climatique marquera les prochaines décennies : chaleur, pluies irrégulières et ravageurs. S’adapter demande de l’agronomie, des variétés résistantes et une bonne gestion des sols et de l’eau.",
        "Pour les clients, cela signifie : un bon café repose sur un vrai travail et une valeur équitable — et il a meilleur goût."
      ]
    }
  ]
}