{
  "title": "Kaffee & Vietnam – eine längere Geschichte",
  "chapters": [
    {
      "h": "1. Von Ostafrika nach Europa",
      "p": [
        "Kaffee stammt ursprünglich aus Ostafrika und gelangte über Arabien nach Europa. Mit der Zeit wurde er zum Alltagsgetränk – und zu einer globalen Ware.",
        "Von Anfang an war Kaffee mehr als nur ein Getränk: Landwirtschaft, Technik, Handelswege und Politik hängen hier eng zusammen."
      ]
    },
    {
      "h": "2. Kaffee als Exportpflanze",
      "p": [
        "Im 19. Jahrhundert breitete sich der Kaffeeanbau in vielen tropischen Regionen als Exportgeschäft aus. Plantagenstrukturen und Weltmarkt-Abhängigkeiten prägten die Branche.",
        "Diese historischen Muster wirken bis heute nach – bei Preisen, Arbeitsbedingungen und Umweltbelastungen."
      ]
    },
    {
      "h": "3. Kaffee kommt nach Vietnam",
      "p": [
        "Kaffee erreichte Vietnam im 19. Jahrhundert, vor allem durch französischen Einfluss. Der Anbau war anfangs begrenzt und oft experimentell.",
        "Später wurden die Zentralen Hochländer wegen Höhe und Klima zur wichtigsten Anbauregion."
      ]
    },
    {
      "h": "4. Warum Robusta wichtig ist",
      "p": [
        "Vietnam wird stark mit Robusta verbunden. Robusta ist robust, ertragreich und passt zu kräftigen Geschmacksprofilen sowie großen Märkten.",
        "Arabica gibt es ebenfalls – aber Robusta ist der dominante Pfeiler bei Menge und globaler Positionierung."
      ]
    },
    {
      "h": "5. Die Phin-Kultur: langsam, stark, süß",
      "p": [
        "Der Phin-Filter steht für Vietnams typische Kaffee-Routine: langsam tropfen lassen, kräftig extrahieren, oft mit Kondensmilch servieren.",
        "Das Ergebnis: intensives Aroma, angenehme Süße und ein sehr eigener Stil – perfekt auch als Eiskaffee."
      ]
    },
    {
      "h": "6. Von Commodity zu Specialty",
      "p": [
        "Parallel zur Massenproduktion wächst in Vietnam eine Specialty-Szene: bessere Verarbeitung, transparentere Lieferketten und spannendere Geschmacksprofile.",
        "Röstereien und Cafés setzen stärker auf Qualität, Herkunft und faire Wertschöpfung – Schritt für Schritt."
      ]
    },
    {
      "h": "7. Geschmack: Robusta neu gedacht",
      "p": [
        "Guter Robusta kann richtig gut schmecken: schokoladig, nussig, würzig – und mit viel Körper.",
        "Entscheidend sind Ernte, Aufbereitung, Röstung und Zubereitung. Dann wird aus „kräftig“ plötzlich „rund“."
      ]
    },
    {
      "h": "8. Zukunft: Klima, Transparenz, Wert",
      "p": [
        "Der Klimawandel prägt die nächsten Jahrzehnte: Hitze, unregelmäßiger Regen und Schädlinge. Anpassung braucht Agronomie, robuste Sorten sowie gutes Boden- und Wassermanagement.",
        "Für Gäste heißt das: guter Kaffee steckt voller Arbeit und fairer Wertschöpfung – und er schmeckt besser, wenn alles zusammenpasst."
      ]
    }
  ]
}