{
  "title": "Caffè & Vietnam – una lunga storia",
  "chapters": [
    {
      "h": "1. Dall’Africa orientale all’Europa",
      "p": [
        "Il caffè ha origine nell’Africa orientale ed è arrivato in Europa passando per il mondo arabo. Col tempo è diventato una bevanda quotidiana e una merce globale.",
        "Fin dall’inizio il caffè è stato più di una bevanda: agricoltura, tecnologia, rotte commerciali e politica sono intrecciate."
      ]
    },
    {
      "h": "2. Il caffè come coltura da esportazione",
      "p": [
        "Nel XIX secolo la produzione di caffè si è espansa in molte regioni tropicali come coltura da esportazione. Sistemi di piantagione e dipendenza dal mercato mondiale hanno plasmato il settore.",
        "Queste strutture storiche influenzano ancora oggi prezzi, condizioni di lavoro e pressioni ambientali."
      ]
    },
    {
      "h": "3. Il caffè arriva in Vietnam",
      "p": [
        "Il caffè arrivò in Vietnam nel XIX secolo, soprattutto con l’influenza francese. All’inizio la coltivazione era limitata e spesso sperimentale.",
        "In seguito gli Altopiani Centrali divennero la regione chiave grazie ad altitudine e clima."
      ]
    },
    {
      "h": "4. Perché il Robusta conta",
      "p": [
        "Il Vietnam è fortemente associato al Robusta: resistente, produttivo e adatto a profili di gusto più intensi e a grandi mercati.",
        "Esiste anche l’Arabica, ma il Robusta resta dominante per volumi e posizionamento."
      ]
    },
    {
      "h": "5. La cultura del Phin: lento, forte, dolce",
      "p": [
        "Il filtro Phin rappresenta la routine vietnamita: goccia a goccia lento, estrazione intensa, spesso servito con latte condensato.",
        "Il risultato è un aroma deciso, una dolcezza piacevole e uno stile unico — perfetto anche freddo."
      ]
    },
    {
      "h": "6. Da commodity a specialty",
      "p": [
        "Accanto alla produzione di massa cresce una scena specialty: lavorazioni migliori, filiere più trasparenti e profili più interessanti.",
        "Tostatori e caffè puntano di più su qualità, origine e valore equo, passo dopo passo."
      ]
    },
    {
      "h": "7. Gusto: Robusta ripensato",
      "p": [
        "Un buon Robusta può essere ottimo: cioccolatoso, nocciolato, speziato — con molto corpo.",
        "Conta raccolta, lavorazione, tostatura e preparazione. Così “forte” diventa “equilibrato”."
      ]
    },
    {
      "h": "8. Futuro: clima, trasparenza, valore",
      "p": [
        "Il cambiamento climatico segnerà i prossimi decenni: caldo, piogge irregolari e parassiti. Servono agronomia, varietà resistenti e buona gestione di suolo e acqua.",
        "Per chi beve, significa: un buon caffè richiede vero lavoro e valore equo — e si sente nel gusto."
      ]
    }
  ]
}