{
  "title": "Cà phê & Việt Nam – một câu chuyện dài",
  "chapters": [
    {
      "h": "1. Từ Đông Phi đến châu Âu",
      "p": [
        "Cà phê có nguồn gốc từ Đông Phi và lan sang châu Âu qua thế giới Ả Rập. Dần dần, nó trở thành đồ uống hằng ngày và một mặt hàng toàn cầu.",
        "Ngay từ đầu, cà phê đã hơn cả một thức uống: nông nghiệp, kỹ thuật, tuyến thương mại và chính trị gắn chặt với nhau."
      ]
    },
    {
      "h": "2. Cà phê như cây trồng xuất khẩu",
      "p": [
        "Thế kỷ 19, cà phê mở rộng tại nhiều vùng nhiệt đới như một cây trồng xuất khẩu. Mô hình đồn điền và phụ thuộc thị trường thế giới đã định hình ngành.",
        "Những cấu trúc lịch sử này vẫn ảnh hưởng đến giá, điều kiện lao động và áp lực môi trường cho đến hôm nay."
      ]
    },
    {
      "h": "3. Cà phê đến Việt Nam",
      "p": [
        "Cà phê đến Việt Nam vào thế kỷ 19, đặc biệt dưới ảnh hưởng của Pháp. Thời gian đầu, việc trồng còn hạn chế và mang tính thử nghiệm.",
        "Sau đó, Tây Nguyên trở thành vùng trồng chủ lực nhờ độ cao và khí hậu phù hợp."
      ]
    },
    {
      "h": "4. Vì sao Robusta quan trọng",
      "p": [
        "Việt Nam gắn liền với Robusta: bền bỉ, năng suất cao và hợp với phong cách vị đậm cũng như thị trường quy mô lớn.",
        "Arabica cũng có, nhưng Robusta vẫn chiếm ưu thế về sản lượng và vị thế."
      ]
    },
    {
      "h": "5. Văn hoá phin: chậm, đậm, ngọt",
      "p": [
        "Phin là biểu tượng thói quen cà phê Việt: nhỏ giọt chậm, chiết xuất đậm, thường dùng với sữa đặc.",
        "Kết quả là hương vị mạnh, ngọt dễ chịu và rất đặc trưng — đặc biệt ngon khi uống đá."
      ]
    },
    {
      "h": "6. Từ đại trà đến specialty",
      "p": [
        "Bên cạnh sản xuất đại trà, Việt Nam đang phát triển dần phong trào specialty: chế biến tốt hơn, chuỗi cung ứng minh bạch hơn và hương vị thú vị hơn.",
        "Các lò rang và quán cà phê chú trọng chất lượng, nguồn gốc và giá trị công bằng — từng bước một."
      ]
    },
    {
      "h": "7. Hương vị: Robusta theo cách mới",
      "p": [
        "Robusta ngon có thể rất cuốn: vị socola, hạt, gia vị — và thân cà phê dày.",
        "Điểm mấu chốt là thu hái, chế biến, rang và pha. Khi làm đúng, “đậm” sẽ trở thành “tròn vị”."
      ]
    },
    {
      "h": "8. Tương lai: khí hậu, minh bạch, giá trị",
      "p": [
        "Biến đổi khí hậu sẽ định hình nhiều thập kỷ tới: nắng nóng, mưa thất thường và sâu bệnh. Cần kỹ thuật canh tác, giống bền và quản lý đất – nước tốt.",
        "Với khách uống, điều đó nghĩa là: cà phê ngon đến từ công sức thật và giá trị công bằng — và bạn sẽ cảm nhận được trong hương vị."
      ]
    }
  ]
}